seqread/16_node/job_1470863_fiojob_1/nid00060_fiojob_1/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
fio-3.27
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=234505: Fri Jul 16 03:20:34 2021
  read: IOPS=13.5k, BW=52.8MiB/s (55.4MB/s)(15.5GiB/300015msec)
    slat (usec): min=10, max=717585, avg=62.68, stdev=2892.14
    clat (usec): min=22, max=41228k, avg=17562.77, stdev=469950.95
     lat (msec): min=4, max=41329, avg=17.63, stdev=471.90
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    6], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[    6], 90.00th=[   16], 95.00th=[   26],
     | 99.00th=[   27], 99.50th=[   47], 99.90th=[  978], 99.95th=[ 1552],
     | 99.99th=[17113]
   bw (  KiB/s): min=    8, max=163840, per=100.00%, avg=63780.64, stdev=73326.38, samples=509
   iops        : min=    2, max=40960, avg=15945.20, stdev=18331.64, samples=509
  lat (usec)   : 50=0.01%
  lat (msec)   : 10=86.18%, 20=7.68%, 50=5.66%, 100=0.12%, 250=0.15%
  lat (msec)   : 500=0.07%, 750=0.01%, 1000=0.05%, 2000=0.05%, >=2000=0.05%
  cpu          : usr=11.40%, sys=31.10%, ctx=6930, majf=0, minf=296
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=4058313,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=52.8MiB/s (55.4MB/s), 52.8MiB/s-52.8MiB/s (55.4MB/s-55.4MB/s), io=15.5GiB (16.6GB), run=300015-300015msec